{
  "auth": {
    "username": "admin",
    "password": "admin"
  },
  "product": [
    {
      "id": 1,
      "title": "پیتزا مخصوص",
      "description": "پیتزا مخصوص یکی از انواع پیتزا در ایران و خوشمزه ترین پیتزا است. این نوع پیتزا مختص ایرانی‌هاست و به شکل‌های مختلفی طبخ می‌شود. تقریبا هر رستوران، پیتزا مخصوص را به سبک خود تهیه می‌کند. در بین انواع پیتزا در ایران این نوع به خاطر داشتن مخلفات زیاد مانند سوسیس، کالباس، قارچ، فلفل دلمه‌ای و… معروف است. معمولا طعم کالباس و پنیر در این پیتزاها طعم غالب است. بسیار به این نوع پیتزا به خاطر داشتن مخلفات زیاد علاقه‌ای ندارند. در هر حال این نوع پیتزا  از انواع پیتزا در ایران طرفداران همیشگی و پر و پا قرص خود را دارند. اگر طرفدار پیتزاهای پرپیمان هستید، این سبک از پیتزا یکی از انواع پیتزا است که می‌تواند شما را به هدفتان برساند.",
      "price": 150000,
      "quantity": 10,
      "pic": "https://takhfifan.com/blog/wp-content/uploads/2019/03/1-2.jpg"
    },
    {
      "id": 2,
      "title": "پیتزا مخلوط",
      "description": "ترکیب کالباس و سوسیس در پیتزا را احتمالا ما ایرانی‌ها ابداع کرده‌ایم. پیتزا مخلوط یکی از پرطرفدارترین انواع پیتزا در ایران است. در این نوع پیتزا که خوشمزه ترین پیتزا نیز هست طعم سوسیس و کالباس کاملا غالب است. بعضی از پیتزا فروشی‌ها گوشت را هم با این پیتزا ترکیب می‌کنند. استفاده از زیتون، فلفل دلمه‌ای و قارچ هم از این پیتزا استفاده می‌کنند.",
      "price": 90000,
      "quantity": 3,
      "pic": "https://takhfifan.com/blog/wp-content/uploads/2019/03/3-1.jpg"
    },
    {
      "id": 3,
      "title": "پیتزا پپرونی",
      "description": "پپرونی در طی این‌ سال‌ها جایگاه ویژه‌ای در بین انواع پیتزا در ایران پیدا کرده. کالباس تند با سس مخصوص و زیتون یکی از محبوب‌ترین پیتزاها در سراسر دنیا را تشکیل داده. طعم پپرونی و تندی خاص آن، کاملا در این پیتزا غالب است. دستور پخت‌های مختلفی برای تهیه این پیتزا وجود دارد که هر کدام از آن‌ها خوشمزگی خاص خود را دارند. پیتزا پپرونی خود نوع‌های متفاوتی دارد! انوع پیتزا پپرونی به صورت آمریکایی، ایتالیایی، ناپولیتن و… سرو می‌شود.",
      "price": 180000,
      "quantity": 5,
      "pic": "https://takhfifan.com/blog/wp-content/uploads/2019/03/2.jpg"
    },
    {
      "id": 4,
      "title": "پیتزا استیک",
      "description": "پیتزا استیک یکی دیگر از انواع پیتزا است که در سال‌های گذشته به محبوبیت زیادی رسیده و خوشمزه ترین پیتزا محسوب می‌شود. پیتزا استیک به شکل‌های مختلفی طبخ می‌شود. فیله گوشت و سیر از مخلفات اصلی این پیتزا به حساب می‌آید. بعضی از فست فودها ورقه‌های گوشت را به صورت کامل رو پیتزا قرار می‌دهند و بعضی دیگر گوشت را رشته می‌کنند. گوشت، مزه غالب در پیتزا استیک است و معمولا به همراه زیتون، سیر و فلفل دلمه‌ای سرو می‌شوند.",
      "price": 210000,
      "quantity": 18,
      "pic": "https://takhfifan.com/blog/wp-content/uploads/2019/03/steak-pizza.jpg"
    },
    {
      "id": 5,
      "title": "پیتزا گوشت و قارچ",
      "description": "گوشت چرخ کرده به همراه پیاز و فلفل دلمه‌ای و قارچ همیشه ترکیب فوق‌العاده‌ای بوده‌اند. پیتزا گوشت و قارچ یکی از محبوب‌ترین انواع پیتزا در ایران است. طعم گوشت چرخ شده در این پیتزا، طعم غالبی است که با خاطر وجود فلفل دلمه‌ای و قارچ خوشمزه‌تر هم شده. این پیتزا معمولا با خمیر ضخیم و به صورت آمریکایی طبخ می‌شود.",
      "price": 160000,
      "quantity": 0,
      "pic": "https://takhfifan.com/blog/wp-content/uploads/2019/03/beef-mushroomm.jpg"
    }
  ]
}
